[
	{
		"id": 1,
		"heading": "A first glance infromation display is important for users so, we designed the total savings balance and other CTA’s to be visible on the homepage.",
		"text": [
			{
				"textOne": "The total amount of money the user has inside the Isave network including any possible interests can be seen to provide quick information to users on their funds.",
				"textTwo": "Other Call To Actions like the ‘Deposit Funds’, ‘Create Savings’, and ‘Lock Funds’ are the primary and secondary buttons which is easliy accessible to our users. It provides the user with quick decision implementation which to a great extent improves the user experience."
			}
		]
	},
	{
		"id": 2,
		"heading": "Monitoring savings plan is important to users so we designed as part of the UI on the home to supports the display of user selected savings plan.",
		"text": [
			{
				"textOne": "Two of the users savings plan can be featured on the home screen to provide close monitoring for them. The title, current amount and targets can be seen on the card’s UI display. Again in an effort to provide good experience for Isave app users. This UI feature enables the users to select their favourite savings plan to appear on the home screen. It can be edited at any time."
			}
		],
		"image": "./images/isave/main/projectImg.png"
	},
	{
		"id": 3,
		"heading": "As part of Isave’s initiative to provide personalized savings plans the “Savings Screen” is divided into two UI parts. We designed a powerful interface that allows users a customizable feature in form of cards.",
		"text": [
			{
				"textOne": "The cards help to show if the targeted amount has been met by including a verification blue tick to display quickly to users that they have achieved their goals in that savings card. During our interview with some of the target users, they showed favouritism for the card and blue tick system to be very informative for experience."
			}
		]
	},
	{
		"id": 4,
		"heading": "A search Icon has been added to the top of the screen to enable users search for the plan of choice without having to scroll through numerous cards. ",
		"text": [
			{
				"textOne": "Searches can be made by typing in the title, target balance or narration of the preferred cards. A second icon serves as a secondary CTA to create new savings plan above the customized card UI."
			}
		],
		"image": "./images/isave/main/savingsOne.png"
	},
	{
		"id": 5,
		"heading": "Building a infomative UI for each savings plan card a set of important metrics and data have been designed into each savings profile.",
		"text": [
			{
				"textOne": "Transaction history divided into deposits, withdrawals and investment interests if any, is provided on the individual savings profile screen.",
				"textTwo": "Other metrics like the current balance, current exchange rates and target amounts are also displayed on screen.",
				"textThree": "Three primary CTA’s are included in the powerful UI to ease the decisions implementation of our users. It included buttons for transfer of funds as required by the company to enable moving of funds from one card to the other or consiladtion of cards if wanted by users. Equally included is the withdrawal and invest call to actions."
			}
		],
		"image": "./images/isave/main/savingsCardOne.png"
	},
	{
		"id": 6,
		"heading": "Investment modules on Isave is designed to be seamless as we designed a three step user flow process of evaluating, selection and invest.",
		"text": [
			{
				"textOne": "<strong>Evaluation:</strong> The first page displays information on screen needed by the user to make decisions on maybe to choose an investment plan with the company or not. It shows interest, about, number of investors, and minimum amount the company accepts from prospective investors.",
				"textTwo": "<b>Selection:</b> Users can then choose from which savings plan they want to invest with.",
				"textThree": "<b>Invest:</b> The last screen allows the user to choose maybe to invest directly from funds in the selected card or deposit new funds into the card for investment.",
				"textFour": "A success page then appears to confirm the investmet. All designed with familiar patterns on the design system to maximize user experience."
			}
		]
	}
]
