[
	{
		"id": 1,
		"header": "For a target market where Topmost is operating , social media still serves as the primary place for making online purchases",
		"details": "Platforms like Instagram, Twitter, Tiktok and most importantly Whatsapp does not just help publicize a business but serve as the source of transactions. Revealed during the user research, it was decided to include a direct Whatsapp link on the on the landing page of Topmost so that users, especially mobile users of our platform can with a click send us private messages and place orders to their own convenience on Whatsapp Nigerian society places importance on speaking with a vendor for assurance and delibrations before payments, this level of confidence is what we have given our users by providing a Whatsapp link. It can also be used for inquiries, complains or other interests of the users.",
    "imageOne": "./images/Topmost/home-prototype.png",
    "imageTwo": "./images/Topmost/chatBtn.png"
	},

	{
		"id": 2,
		"header": "A well detailed, user friendly filter box",
		"details": "The old site of Topmost allows for users to apply a filter to ease product serach but, this filter box leaves out a lot of options for the users it is also scattered, rough and not user friendly. I redesigned the filter, organized its content and added other filter options including; ",
    "list": [
      {
        "size": "Filter by size",
        "rating": "Filter by star ratings",
        "brands": "Filter by brands",
        "offers": "Filter by available discount offers",
      }
    ],
    "detailsTwo": "The price filter bar was made prominent too. A filter allows for a smooth user experience, allowing users to find the product of their chioce with little effort without having to use the general search bar and scrolling through lots of search results before finding the desired type of product. Reducing the users product serach time.",
		"imageOne": "./images/Topmost/filterOne.png",
		"imagetwo": "./images/Topmost/category-page.png"
	},

  {
		"id": 2,
		"header": "Promotional Hero slider",
		"details": "Bringing conformation to users is one of the approaches taken in the redesign of Topmost, previously, users on entering the site have no information on maybe there a products with special offers like price deductions or free delivery unless they stumble upon a product with it while shopping. A heroslider that displays promotional text and imagery was designed on the homepage so that users can check out all the latest shopping information with neccessarily searching for them. This is part of the effort to cut down the Bounce rate the website previously has.",
		"imageOne": "./images/Topmost/hero-slider-1.png",
		"imagetwo": "./images/Topmost/home-prototype-3.png"
	}
]
